{
  "principal": [
    {
      "ativo": true,
      "titulo_emissora": "107.5 FM",
      "logo": "https://2trac.com.br/projetos/radio-educadora-fm/assets/image/logo.png",
      "base_url": "https://ingest.educadorafm.ba.gov.br",
      "base_url_api": "https://ingest.educadorafm.ba.gov.br/api",
      "endpoint_all": "/home",
      "endpoint_programa": "/program/{id}",
      "qtd_itens_estantes": 10,
      "url_streaming": "https://streaming.educadora.irdeb.ba.gov.br/stream-01",
      "imagem_fundo": "https://2trac.com.br/projetos/radio-educadora-fm/assets/image/background-player.png",
      "imagem_base_moldura": "https://2trac.com.br/projetos/radio-educadora-fm/assets/image/moldura_{id_programa}.svg",
      "sobre": "Educadora FM",
      "sobre_p1": "A Rádio Educadora FM, fundada em 1978, é a emissora local que mais abre espaço para a música da Bahia. O samba, forró, ritmos nordestinos, músicas de orquestras baianas, hip hop, chorinho, blues, reggae, música africana, caribenha, latino-americana e de países de língua portuguesa, além da música instrumental e parcerias com DJ´s estão na sua programação. Os ouvintes também participam diretamente da programação solicitando músicas através do WhatsApp (71) 999641908.",
      "sobre_p2": "Um novo transmissor inaugurado em 2021 permite que a rádio seja acompanhada por mais de 5 milhões de baianos na frequência 107.5 FM. Além disso, está disponível o aplicativo EducadoraPlay para aparelhos celulares (Android e IOS), onde é possível escutar a programação ao vivo, enviar mensagens solicitando músicas e verificar a programação diária e semanal. Os ouvintes podem escutar a programação da rádio ao vivo também pelo site da Educadora FM.",
      "sobre_p3": "A Rádio promove ainda o Festival de Música Educadora FM, o maior festival de composições inéditas da Bahia, premiando músicos baianos que moram na Bahia e em outras localidades do Brasil ou do mundo. Os prêmios variaram entre R$ 1.000,00 e R$ 12.000,00 e as 50 músicas selecionadas são incorporadas à programação permanente da rádio. A cada ano um artista é homenageado por sua vida e obra. Nos últimos anos estes homenageados foram Tom Zé, Elza Soares, Caetano Veloso, Gilberto Gil, Mateus Aleluia e Maria Bethânia.",
      "whatsapp": "5571999641908"
    }
  ]
}
